Repository: sodhera/speaking-coach-ios
Catalog: SpeakingCoach/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fil, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans

source: Female
ar: أنثى
de: Weiblich
es: Femenina
fil: Babae
fr: Féminine
hi: महिला
id: Perempuan
it: Femminile
ja: 女性
ko: 여성
nl: Vrouwelijk
pl: Żeński
pt_br: Feminina
ru: Женский
sv: Kvinnlig
tr: Kadın
uk: Жіночий
vi: Nữ
zh_hans: 女声

source: Finding one change…
ar: نبحث عن تغيير واحد…
de: Eine Änderung wird gesucht …
es: Buscando un cambio…
fil: Naghahanap ng isang pagbabago…
fr: Recherche d'un changement…
hi: एक बदलाव ढूँढ रहे हैं…
id: Mencari satu perubahan…
it: Cerco un cambiamento…
ja: 改善点を一つ探しています…
ko: 바꿀 점 하나를 찾는 중…
nl: Eén verandering zoeken…
pl: Szukam jednej zmiany…
pt_br: Procurando uma mudança…
ru: Ищем одно изменение…
sv: Letar efter en ändring …
tr: Bir değişiklik aranıyor…
uk: Шукаємо одну зміну…
vi: Đang tìm một điểm cần thay đổi…
zh_hans: 正在找一个可以改进的地方…

source: Finding one useful change
ar: نبحث عن تغيير مفيد واحد
de: Eine hilfreiche Änderung wird gesucht
es: Buscando un cambio útil
fil: Naghahanap ng isang kapaki-pakinabang na pagbabago
fr: Recherche d'un changement utile
hi: एक उपयोगी बदलाव ढूँढ रहे हैं
id: Mencari satu perubahan yang berguna
it: Cerco un cambiamento utile
ja: 役立つ改善点を一つ探しています
ko: 도움이 될 변화 하나를 찾는 중
nl: Eén nuttige verandering zoeken
pl: Szukam jednej przydatnej zmiany
pt_br: Procurando uma mudança útil
ru: Ищем одно полезное изменение
sv: Letar efter en användbar ändring
tr: Yararlı bir değişiklik aranıyor
uk: Шукаємо одну корисну зміну
vi: Đang tìm một thay đổi hữu ích
zh_hans: 正在找一个有用的改进

source: Finish and get feedback
ar: إنهاء والحصول على الملاحظات
de: Beenden und Feedback erhalten
es: Terminar y recibir comentarios
fil: Tapusin at kumuha ng feedback
fr: Terminer et recevoir un retour
hi: खत्म करें और फ़ीडबैक पाएँ
id: Selesai dan dapatkan masukan
it: Termina e ricevi feedback
ja: 終了してフィードバックを受け取る
ko: 마치고 피드백 받기
nl: Afronden en feedback krijgen
pl: Zakończ i otrzymaj informację zwrotną
pt_br: Terminar e receber feedback
ru: Закончить и получить разбор
sv: Avsluta och få återkoppling
tr: Bitir ve geri bildirim al
uk: Завершити й отримати розбір
vi: Kết thúc và nhận nhận xét
zh_hans: 结束并获取反馈

source: Finish and get questions
ar: إنهاء والحصول على الأسئلة
de: Beenden und Fragen erhalten
es: Terminar y recibir preguntas
fil: Tapusin at kumuha ng mga tanong
fr: Terminer et recevoir les questions
hi: खत्म करें और सवाल पाएँ
id: Selesai dan dapatkan pertanyaan
it: Termina e ricevi domande
ja: 終了して質問を受け取る
ko: 마치고 질문 받기
nl: Afronden en vragen krijgen
pl: Zakończ i otrzymaj pytania
pt_br: Terminar e receber perguntas
ru: Закончить и получить вопросы
sv: Avsluta och få frågor
tr: Bitir ve soruları al
uk: Завершити й отримати питання
vi: Kết thúc và nhận câu hỏi
zh_hans: 结束并获取提问

source: Finish my plan
ar: إنهاء خطتي
de: Meinen Plan abschließen
es: Terminar mi plan
fil: Tapusin ang plan ko
fr: Terminer mon plan
hi: मेरा प्लान पूरा करें
id: Selesaikan paket saya
it: Completa il mio piano
ja: プランを完了する
ko: 플랜 마치기
nl: Mijn plan afronden
pl: Zakończ mój plan
pt_br: Concluir meu plano
ru: Завершить план
sv: Slutför min plan
tr: Planımı tamamla
uk: Завершити план
vi: Hoàn thành kế hoạch
zh_hans: 完成我的计划

source: Finish this presentation?
ar: هل تريد إنهاء هذا العرض التقديمي؟
de: Diese Präsentation beenden?
es: ¿Terminar esta presentación?
fil: Tapusin ang presentation na ito?
fr: Terminer cette présentation ?
hi: यह प्रेज़ेंटेशन खत्म करें?
id: Selesaikan presentasi ini?
it: Terminare questa presentazione?
ja: このプレゼンを終了しますか？
ko: 이 발표를 마칠까요?
nl: Deze presentatie afronden?
pl: Zakończyć tę prezentację?
pt_br: Terminar esta apresentação?
ru: Завершить эту презентацию?
sv: Avsluta den här presentationen?
tr: Bu sunum bitirilsin mi?
uk: Завершити цю презентацію?
vi: Kết thúc bài thuyết trình này?
zh_hans: 结束这次演讲？

source: First conversations, out loud, with someone new.
ar: محادثات أولى، بصوت عالٍ، مع شخص جديد.
de: Erste Gespräche, laut, mit jemand Neuem.
es: Primeras conversaciones, en voz alta, con alguien nuevo.
fil: Mga unang usapan, nang malakas, kasama ang bagong tao.
fr: Des premières conversations, à voix haute, avec quelqu'un de nouveau.
hi: पहली बातचीत, ज़ोर से, किसी नए व्यक्ति के साथ।
id: Percakapan pertama, dengan suara keras, bersama orang baru.
it: Prime conversazioni, ad alta voce, con qualcuno di nuovo.
ja: 初対面の相手と、声に出して最初の会話を。
ko: 처음 만나는 사람과의 첫 대화를 소리 내어.
nl: Eerste gesprekken, hardop, met iemand nieuw.
pl: Pierwsze rozmowy, na głos, z kimś nowym.
pt_br: Primeiras conversas, em voz alta, com alguém novo.
ru: Первые разговоры вслух с кем-то новым.
sv: Första samtal, högt, med någon ny.
tr: İlk sohbetler, sesli olarak, yeni biriyle.
uk: Перші розмови вголос із кимось новим.
vi: Những cuộc trò chuyện đầu tiên, thành tiếng, với người mới.
zh_hans: 和新认识的人，大声练习初次对话。

source: First session
ar: الجلسة الأولى
de: Erste Einheit
es: Primera sesión
fil: Unang session
fr: Première séance
hi: पहला सेशन
id: Sesi pertama
it: Prima sessione
ja: 最初のセッション
ko: 첫 세션
nl: Eerste sessie
pl: Pierwsza sesja
pt_br: Primeira sessão
ru: Первая сессия
sv: Första sessionen
tr: İlk oturum
uk: Перша сесія
vi: Buổi đầu tiên
zh_hans: 第一次练习

source: First session · %lld min
ar: الجلسة الأولى · %lld د
de: Erste Einheit · %lld Min.
es: Primera sesión · %lld min
fil: Unang session · %lld min
fr: Première séance · %lld min
hi: पहला सेशन · %lld मिनट
id: Sesi pertama · %lld mnt
it: Prima sessione · %lld min
ja: 最初のセッション · %lld分
ko: 첫 세션 · %lld분
nl: Eerste sessie · %lld min
pl: Pierwsza sesja · %lld min
pt_br: Primeira sessão · %lld min
ru: Первая сессия · %lld мин
sv: Första sessionen · %lld min
tr: İlk oturum · %lld dk
uk: Перша сесія · %lld хв
vi: Buổi đầu tiên · %lld phút
zh_hans: 第一次练习 · %lld分钟

source: Five sessions that build to your date
ar: خمس جلسات تُمهّد لموعدك
de: Fünf Einheiten, die auf deinen Termin hinführen
es: Cinco sesiones que te preparan para tu fecha
fil: Limang session na naghahanda sa iyo para sa petsa mo
fr: Cinq séances qui mènent à ta date
hi: पाँच सेशन जो आपकी तारीख तक ले जाते हैं
id: Lima sesi yang membangun menuju hari-H
it: Cinque sessioni che ti portano alla tua data
ja: 予定日に向けて積み上げる5つのセッション
ko: 날짜에 맞춰 쌓아 가는 다섯 번의 세션
nl: Vijf sessies die naar je datum toewerken
pl: Pięć sesji, które prowadzą do twojej daty
pt_br: Cinco sessões que levam até a sua data
ru: Пять сессий, которые подводят к вашей дате
sv: Fem sessioner som bygger upp till ditt datum
tr: Tarihine doğru ilerleyen beş oturum
uk: П'ять сесій, що підводять до вашої дати
vi: Năm buổi chuẩn bị dần cho ngày của bạn
zh_hans: 为你的日子逐步准备的五次练习

source: Five sessions, in the order that builds. Add a date if something's coming up.
ar: خمس جلسات بترتيب يبني المهارة. أضف تاريخًا إن كان هناك شيء قادم.
de: Fünf Einheiten in der Reihenfolge, die aufeinander aufbaut. Füge ein Datum hinzu, wenn etwas ansteht.
es: Cinco sesiones, en el orden que te hace avanzar. Añade una fecha si se acerca algo.
fil: Limang session, sa pagkakasunod na nagpapalakas. Magdagdag ng petsa kung may paparating.
fr: Cinq séances, dans l'ordre qui fait progresser. Ajoute une date si quelque chose approche.
hi: पाँच सेशन, उसी क्रम में जिससे हुनर बनता है। अगर कुछ आने वाला है तो तारीख जोड़ें।
id: Lima sesi, dalam urutan yang bertahap. Tambahkan tanggal jika ada sesuatu yang akan datang.
it: Cinque sessioni, nell'ordine che ti fa crescere. Aggiungi una data se si avvicina qualcosa.
ja: 力がつく順番で5つのセッション。予定があれば日付を追加しましょう。
ko: 실력이 쌓이는 순서로 다섯 번의 세션. 다가오는 일정이 있다면 날짜를 추가하세요.
nl: Vijf sessies, in de volgorde die opbouwt. Voeg een datum toe als er iets aankomt.
pl: Pięć sesji w kolejności, która buduje umiejętności. Dodaj datę, jeśli coś się zbliża.
pt_br: Cinco sessões, na ordem que faz você evoluir. Adicione uma data se algo estiver chegando.
ru: Пять сессий в порядке, который развивает навык. Добавьте дату, если что-то приближается.
sv: Fem sessioner, i den ordning som bygger upp. Lägg till ett datum om något är på gång.
tr: Birbirinin üzerine inşa edilen sırayla beş oturum. Yaklaşan bir şey varsa tarih ekle.
uk: П'ять сесій у порядку, який розвиває навичку. Додайте дату, якщо щось наближається.
vi: Năm buổi, theo thứ tự tăng dần. Thêm ngày nếu có sự kiện sắp tới.
zh_hans: 五次练习，按循序渐进的顺序。如果有事即将到来，请添加日期。

source: For you
ar: لك
de: Für dich
es: Para ti
fil: Para sa iyo
fr: Pour toi
hi: आपके लिए
id: Untukmu
it: Per te
ja: おすすめ
ko: 추천
nl: Voor jou
pl: Dla ciebie
pt_br: Para você
ru: Для вас
sv: För dig
tr: Senin için
uk: Для вас
vi: Dành cho bạn
zh_hans: 为你推荐

source: Friends & family
ar: الأصدقاء والعائلة
de: Freunde & Familie
es: Amigos y familia
fil: Kaibigan at pamilya
fr: Amis et famille
hi: दोस्त और परिवार
id: Teman & keluarga
it: Amici e famiglia
ja: 友人・家族
ko: 친구와 가족
nl: Vrienden en familie
pl: Znajomi i rodzina
pt_br: Amigos e família
ru: Друзья и семья
sv: Vänner och familj
tr: Arkadaşlar ve aile
uk: Друзі й родина
vi: Bạn bè & gia đình
zh_hans: 朋友和家人

source: From
ar: من
de: Von
es: Desde
fil: Mula
fr: De
hi: से
id: Dari
it: Dalle
ja: 開始
ko: 시작
nl: Van
pl: Od
pt_br: De
ru: С
sv: Från
tr: Başlangıç
uk: З
vi: Từ
zh_hans: 开始

source: Gentle
ar: لطيف
de: Sanft
es: Suave
fil: Mahinahon
fr: Doux
hi: नरम
id: Lembut
it: Gentile
ja: やさしめ
ko: 부드럽게
nl: Zacht
pl: Łagodnie
pt_br: Leve
ru: Мягко
sv: Varsamt
tr: Yumuşak
uk: М'яко
vi: Nhẹ nhàng
zh_hans: 温和

source: Gently
ar: بلطف
de: Behutsam
es: Con suavidad
fil: Nang mahinahon
fr: Gentiment
hi: नरमी से
id: Dengan lembut
it: Con delicatezza
ja: やさしく
ko: 부드럽게
nl: Rustig
pl: Łagodnie
pt_br: Com delicadeza
ru: Мягко
sv: Varsamt
tr: Nazikçe
uk: М'яко
vi: Nhẹ nhàng
zh_hans: 温和地

source: Get audience questions
ar: احصل على أسئلة الجمهور
de: Fragen aus dem Publikum erhalten
es: Recibir preguntas del público
fil: Kumuha ng mga tanong mula sa audience
fr: Recevoir les questions du public
hi: श्रोताओं के सवाल पाएँ
id: Dapatkan pertanyaan audiens
it: Ricevi le domande del pubblico
ja: 聞き手からの質問を受け取る
ko: 청중 질문 받기
nl: Vragen van het publiek krijgen
pl: Uzyskaj pytania od publiczności
pt_br: Receber perguntas do público
ru: Получить вопросы аудитории
sv: Få publikens frågor
tr: Dinleyici soruları al
uk: Отримати питання аудиторії
vi: Nhận câu hỏi từ khán giả
zh_hans: 获取听众提问

source: Get feedback on what I said
ar: ملاحظات على ما قلته
de: Feedback zu dem, was ich gesagt habe
es: Recibir comentarios sobre lo que dije
fil: Kumuha ng feedback sa sinabi ko
fr: Avoir un retour sur ce que j'ai dit
hi: मैंने जो कहा उस पर फ़ीडबैक
id: Dapatkan masukan tentang yang saya ucapkan
it: Ricevi un feedback su ciò che ho detto
ja: 話した内容へのフィードバックを受け取る
ko: 내가 한 말에 대한 피드백 받기
nl: Feedback op wat ik zei
pl: Informacja zwrotna o tym, co powiedziałem
pt_br: Receber feedback sobre o que eu disse
ru: Получить разбор сказанного
sv: Få återkoppling på det jag sa
tr: Söylediklerime geri bildirim al
uk: Отримати розбір сказаного
vi: Nhận nhận xét về những gì tôi đã nói
zh_hans: 获取对我所说内容的反馈

source: Get my feedback
ar: احصل على ملاحظاتي
de: Mein Feedback holen
es: Ver mis comentarios
fil: Kunin ang feedback ko
fr: Voir mon retour
hi: मेरा फ़ीडबैक देखें
id: Lihat masukan saya
it: Vedi il mio feedback
ja: フィードバックを見る
ko: 피드백 보기
nl: Mijn feedback bekijken
pl: Zobacz moją informację zwrotną
pt_br: Ver meu feedback
ru: Получить мой разбор
sv: Visa min återkoppling
tr: Geri bildirimimi al
uk: Отримати мій розбір
vi: Xem nhận xét của tôi
zh_hans: 查看我的反馈

source: Get ready for an interview
ar: استعد لمقابلة
de: Bereit fürs Vorstellungsgespräch
es: Prepárate para una entrevista
fil: Maghanda para sa interview
fr: Se préparer à un entretien
hi: इंटरव्यू की तैयारी करें
id: Bersiap untuk wawancara
it: Preparati a un colloquio
ja: 面接の準備をする
ko: 면접 준비하기
nl: Maak je klaar voor een sollicitatie
pl: Przygotuj się do rozmowy kwalifikacyjnej
pt_br: Prepare-se para uma entrevista
ru: Подготовиться к собеседованию
sv: Bli redo för en intervju
tr: Mülakata hazırlan
uk: Підготуватися до співбесіди
vi: Chuẩn bị phỏng vấn
zh_hans: 准备面试

source: Get started
ar: ابدأ
de: Los geht's
es: Empezar
fil: Magsimula
fr: Commencer
hi: शुरू करें
id: Mulai
it: Inizia
ja: はじめる
ko: 시작하기
nl: Aan de slag
pl: Zaczynajmy
pt_br: Começar
ru: Начать
sv: Kom igång
tr: Başla
uk: Почати
vi: Bắt đầu
zh_hans: 开始使用

source: Getting there
ar: تقترب
de: Auf gutem Weg
es: Vas mejorando
fil: Malapit na
fr: En progrès
hi: बेहतर हो रहा है
id: Hampir sampai
it: Ci stai arrivando
ja: もう少し
ko: 거의 다 왔어요
nl: Je komt er
pl: Coraz lepiej
pt_br: Chegando lá
ru: Уже близко
sv: På god väg
tr: Yolundasın
uk: Уже близько
vi: Sắp được rồi
zh_hans: 快做到了

source: Getting your partner
ar: جارٍ توصيل شريكك
de: Dein Gegenüber wird verbunden
es: Llamando a tu compañero
fil: Kinukuha ang partner mo
fr: Connexion à ton partenaire
hi: आपके पार्टनर को जोड़ा जा रहा है
id: Menghubungkan partnermu
it: Collego il tuo partner
ja: パートナーに接続中
ko: 파트너 연결 중
nl: Je partner wordt verbonden
pl: Łączę z partnerem
pt_br: Chamando seu parceiro
ru: Подключаем партнёра
sv: Kopplar upp din partner
tr: Partnerin bağlanıyor
uk: Під'єднуємо партнера
vi: Đang kết nối bạn tập
zh_hans: 正在连接你的搭档

source: Give it like they're in the room
ar: قدّمها كأنهم في القاعة
de: Sprich, als wären sie im Raum
es: Hazlo como si estuvieran en la sala
fil: Gawin na parang nasa kuwarto sila
fr: Fais-le comme s'ils étaient dans la salle
hi: ऐसे बोलें जैसे वे कमरे में हों
id: Bawakan seolah mereka ada di ruangan
it: Fallo come se fossero nella stanza
ja: 聞き手が目の前にいるつもりで
ko: 청중이 눈앞에 있다고 생각하고
nl: Doe het alsof ze in de zaal zitten
pl: Mów tak, jakby byli na sali
pt_br: Faça como se eles estivessem na sala
ru: Говорите так, будто они в зале
sv: Gör det som om de satt i rummet
tr: Salondaymışlar gibi yap
uk: Говоріть так, ніби вони в залі
vi: Trình bày như thể họ đang ở trong phòng
zh_hans: 就像他们就在面前一样讲

source: Give the talk out loud, moving through them.
ar: ألقِ الحديث بصوت عالٍ وأنت تنتقل بين الشرائح.
de: Halte den Vortrag laut und geh dabei deine Folien durch.
es: Da la charla en voz alta y ve pasando las diapositivas.
fil: Ibigay ang talk nang malakas habang inililipat ang slides.
fr: Fais ton discours à voix haute en faisant défiler tes diapos.
hi: स्लाइड बदलते हुए ज़ोर से भाषण दें।
id: Bawakan pidatonya dengan suara keras sambil berpindah slide.
it: Fai il discorso ad alta voce, scorrendo le slide.
ja: スライドをめくりながら、声に出して話しましょう。
ko: 슬라이드를 넘기며 소리 내어 발표해 보세요.
nl: Geef de presentatie hardop en ga je dia's langs.
pl: Wygłoś wystąpienie na głos, przełączając slajdy.
pt_br: Faça a fala em voz alta, passando pelos slides.
ru: Проведите выступление вслух, листая слайды.
sv: Håll talet högt och bläddra genom bilderna.
tr: Slaytlarında ilerleyerek konuşmayı sesli yap.
uk: Проведіть виступ уголос, гортаючи слайди.
vi: Trình bày thành tiếng, lướt qua từng trang chiếu.
zh_hans: 边翻幻灯片，边大声讲。

source: Give your view and one reason.
ar: قل رأيك وسببًا واحدًا.
de: Sag deine Meinung und einen Grund.
es: Da tu opinión y una razón.
fil: Ibigay ang pananaw mo at isang dahilan.
fr: Donne ton avis et une raison.
hi: अपनी राय और एक कारण बताएँ।
id: Sampaikan pendapatmu dan satu alasan.
it: Dai la tua opinione e un motivo.
ja: 意見と理由を一つ述べてください。
ko: 의견과 이유 하나를 말해 보세요.
nl: Geef je mening en één reden.
pl: Podaj swoje zdanie i jeden powód.
pt_br: Dê sua opinião e um motivo.
ru: Выскажите мнение и одну причину.
sv: Säg vad du tycker och ge ett skäl.
tr: Görüşünü ve bir nedenini söyle.
uk: Висловте думку й одну причину.
vi: Nêu quan điểm và một lý do.
zh_hans: 说出你的观点和一个理由。

source: Good afternoon
ar: مساء الخير
de: Guten Tag
es: Buenas tardes
fil: Magandang hapon
fr: Bon après-midi
hi: नमस्कार
id: Selamat siang
it: Buon pomeriggio
ja: こんにちは
ko: 안녕하세요
nl: Goedemiddag
pl: Dzień dobry
pt_br: Boa tarde
ru: Добрый день
sv: God eftermiddag
tr: Tünaydın
uk: Добрий день
vi: Chào buổi chiều
zh_hans: 下午好

source: Good afternoon, %@
ar: مساء الخير يا %@
de: Guten Tag, %@
es: Buenas tardes, %@
fil: Magandang hapon, %@
fr: Bon après-midi, %@
hi: नमस्कार, %@
id: Selamat siang, %@
it: Buon pomeriggio, %@
ja: こんにちは、%@さん
ko: 안녕하세요, %@ 님
nl: Goedemiddag, %@
pl: Dzień dobry, %@
pt_br: Boa tarde, %@
ru: Добрый день, %@
sv: God eftermiddag, %@
tr: Tünaydın, %@
uk: Добрий день, %@
vi: Chào buổi chiều, %@
zh_hans: 下午好，%@

source: Good evening
ar: طاب مساؤك
de: Guten Abend
es: Buenas noches
fil: Magandang gabi
fr: Bonsoir
hi: शुभ संध्या
id: Selamat malam
it: Buonasera
ja: こんばんは
ko: 좋은 저녁이에요
nl: Goedenavond
pl: Dobry wieczór
pt_br: Boa noite
ru: Добрый вечер
sv: God kväll
tr: İyi akşamlar
uk: Добрий вечір
vi: Chào buổi tối
zh_hans: 晚上好

source: Good evening, %@
ar: طاب مساؤك يا %@
de: Guten Abend, %@
es: Buenas noches, %@
fil: Magandang gabi, %@
fr: Bonsoir, %@
hi: शुभ संध्या, %@
id: Selamat malam, %@
it: Buonasera, %@
ja: こんばんは、%@さん
ko: 좋은 저녁이에요, %@ 님
nl: Goedenavond, %@
pl: Dobry wieczór, %@
pt_br: Boa noite, %@
ru: Добрый вечер, %@
sv: God kväll, %@
tr: İyi akşamlar, %@
uk: Добрий вечір, %@
vi: Chào buổi tối, %@
zh_hans: 晚上好，%@

source: Good morning
ar: صباح الخير
de: Guten Morgen
es: Buenos días
fil: Magandang umaga
fr: Bonjour
hi: सुप्रभात
id: Selamat pagi
it: Buongiorno
ja: おはようございます
ko: 좋은 아침이에요
nl: Goedemorgen
pl: Dzień dobry
pt_br: Bom dia
ru: Доброе утро
sv: God morgon
tr: Günaydın
uk: Доброго ранку
vi: Chào buổi sáng
zh_hans: 早上好

source: Good morning, %@
ar: صباح الخير يا %@
de: Guten Morgen, %@
es: Buenos días, %@
fil: Magandang umaga, %@
fr: Bonjour, %@
hi: सुप्रभात, %@
id: Selamat pagi, %@
it: Buongiorno, %@
ja: おはようございます、%@さん
ko: 좋은 아침이에요, %@ 님
nl: Goedemorgen, %@
pl: Dzień dobry, %@
pt_br: Bom dia, %@
ru: Доброе утро, %@
sv: God morgon, %@
tr: Günaydın, %@
uk: Доброго ранку, %@
vi: Chào buổi sáng, %@
zh_hans: 早上好，%@

source: Good. You painted the scene.
ar: جيد. رسمت المشهد.
de: Gut. Du hast die Szene beschrieben.
es: Bien. Has pintado la escena.
fil: Maganda. Naipinta mo ang eksena.
fr: Bien. Tu as bien décrit la scène.
hi: बढ़िया। आपने दृश्य को बयान किया।
id: Bagus. Kamu menggambarkan suasananya.
it: Bene. Hai descritto la scena.
ja: いいですね。情景が伝わりました。
ko: 좋아요. 장면이 잘 그려졌어요.
nl: Goed. Je hebt de scène neergezet.
pl: Dobrze. Udało ci się opisać scenę.
pt_br: Muito bem. Você descreveu a cena.
ru: Хорошо. Вы описали сцену.
sv: Bra. Du målade upp scenen.
tr: Güzel. Sahneyi anlattın.
uk: Добре. Ви описали сцену.
vi: Tốt. Bạn đã vẽ nên khung cảnh.
zh_hans: 很好。你把画面描绘出来了。

source: Hear it back
ar: استمع إليه مجددًا
de: Hör es dir an
es: Escúchalo de nuevo
fil: Pakinggan ulit
fr: Réécoute-toi
hi: इसे वापस सुनें
id: Dengarkan lagi
it: Riascoltati
ja: 聞き返す
ko: 다시 듣기
nl: Luister het terug
pl: Posłuchaj siebie
pt_br: Ouça de novo
ru: Послушайте себя
sv: Hör det igen
tr: Tekrar dinle
uk: Послухайте себе
vi: Nghe lại
zh_hans: 回放

source: Hear your talk
ar: استمع إلى حديثك
de: Hör dir deinen Vortrag an
es: Escucha tu charla
fil: Pakinggan ang talk mo
fr: Écoute ton discours
hi: अपना भाषण सुनें
id: Dengarkan pidatomu
it: Riascolta il tuo discorso
ja: スピーチを聞く
ko: 발표 듣기
nl: Luister je presentatie terug
pl: Posłuchaj swojego wystąpienia
pt_br: Ouça sua fala
ru: Послушайте своё выступление
sv: Lyssna på ditt tal
tr: Konuşmanı dinle
uk: Послухайте свій виступ
vi: Nghe bài nói của bạn
zh_hans: 听你的演讲

source: Help and legal
ar: المساعدة والمعلومات القانونية
de: Hilfe und Rechtliches
es: Ayuda y legal
fil: Tulong at legal
fr: Aide et mentions légales
hi: सहायता और कानूनी जानकारी
id: Bantuan dan legal
it: Aiuto e note legali
ja: ヘルプと法的情報
ko: 도움말 및 법적 고지
nl: Hulp en juridisch
pl: Pomoc i informacje prawne
pt_br: Ajuda e informações legais
ru: Помощь и правовая информация
sv: Hjälp och juridik
tr: Yardım ve yasal bilgiler
uk: Допомога та юридична інформація
vi: Trợ giúp và pháp lý
zh_hans: 帮助与法律信息

source: Help me
ar: ساعدني
de: Hilf mir
es: Ayúdame
fil: Tulungan mo ako
fr: Aide-moi
hi: मदद करें
id: Bantu saya
it: Aiutami
ja: 助けて
ko: 도와주세요
pl: Pomóż mi
pt_br: Me ajude
ru: Помогите
sv: Hjälp mig
tr: Yardım et
uk: Допоможіть
vi: Giúp tôi
zh_hans: 帮帮我

source: Here you can try that kind of moment again, at your own pace.
ar: هنا يمكنك تجربة لحظة كهذه مجددًا على راحتك.
de: Hier kannst du so einen Moment noch einmal üben, in deinem Tempo.
es: Aquí puedes volver a probar ese tipo de momento, a tu ritmo.
fil: Dito, puwede mong subukan ulit ang ganoong sandali, sa sarili mong bilis.
fr: Ici, tu peux rejouer ce genre de moment, à ton rythme.
hi: यहाँ आप ऐसे पल को अपनी रफ़्तार से फिर आज़मा सकते हैं।
id: Di sini kamu bisa mencoba momen seperti itu lagi, sesuai kecepatanmu.
it: Qui puoi riprovare quel tipo di momento, al tuo ritmo.
ja: ここでは、そんな場面を自分のペースでもう一度試せます。
ko: 여기서는 그런 순간을 내 속도대로 다시 시도할 수 있어요.
nl: Hier kun je zo'n moment opnieuw proberen, in je eigen tempo.
pl: Tu możesz spróbować takiej sytuacji jeszcze raz, w swoim tempie.
pt_br: Aqui você pode tentar esse tipo de momento de novo, no seu ritmo.
ru: Здесь можно заново попробовать такой момент в своём темпе.
sv: Här kan du prova den sortens ögonblick igen, i din egen takt.
tr: Burada böyle bir anı kendi hızında tekrar deneyebilirsin.
uk: Тут можна знову спробувати такий момент у своєму темпі.
vi: Ở đây bạn có thể thử lại khoảnh khắc như vậy, theo nhịp của bạn.
zh_hans: 在这里，你可以按自己的节奏，再经历一次那样的时刻。

source: Here's our promise.
ar: هذا وعدنا.
de: Das ist unser Versprechen.
es: Esta es nuestra promesa.
fil: Ito ang pangako namin.
fr: Voici notre promesse.
hi: यह रहा हमारा वादा।
id: Ini janji kami.
it: Ecco la nostra promessa.
ja: これが私たちの約束です。
ko: 저희가 약속할게요.
nl: Dit is onze belofte.
pl: Oto nasza obietnica.
pt_br: Esta é a nossa promessa.
ru: Вот наше обещание.
sv: Det här är vårt löfte.
tr: İşte sözümüz.
uk: Ось наша обіцянка.
vi: Đây là lời hứa của chúng tôi.
zh_hans: 这是我们的承诺。

source: Here's the plan you committed to. Step one takes about %lld minutes.
ar: هذه هي الخطة التي التزمت بها. تستغرق الخطوة الأولى نحو %lld دقيقة.
de: Das ist der Plan, auf den du dich festgelegt hast. Schritt eins dauert etwa %lld Minuten.
es: Este es el plan con el que te comprometiste. El primer paso dura unos %lld minutos.
fil: Ito ang plan na pinangakuan mo. Mga %lld minuto ang unang hakbang.
fr: Voici le plan auquel tu t'es engagé. La première étape prend environ %lld minutes.
hi: यह वह प्लान है जिसके लिए आपने प्रतिबद्धता ली। पहला कदम लगभग %lld मिनट लेता है।
id: Ini paket yang kamu pilih. Langkah pertama butuh sekitar %lld menit.
it: Ecco il piano per cui ti sei impegnato. Il primo passo richiede circa %lld minuti.
ja: これがあなたの決めたプランです。ステップ1は約%lld分です。
ko: 결심한 플랜이에요. 1단계는 약 %lld분 걸려요.
nl: Dit is het plan waaraan je je hebt verbonden. Stap één duurt ongeveer %lld minuten.
pl: Oto plan, do którego się zobowiązano. Pierwszy krok zajmie około %lld minuty.
pt_br: Este é o plano com que você se comprometeu. O primeiro passo leva cerca de %lld minutos.
ru: Вот план, который вы выбрали. Первый шаг займёт около %lld минуты.
sv: Det här är planen du förband dig till. Steg ett tar ungefär %lld minuter.
tr: İşte söz verdiğin plan. İlk adım yaklaşık %lld dakika sürer.
uk: Ось план, який ви обрали. Перший крок займе близько %lld хвилини.
vi: Đây là kế hoạch bạn đã cam kết. Bước một mất khoảng %lld phút.
zh_hans: 这是你决定执行的计划。第一步大约需要%lld分钟。

source: Here's the scene
ar: هذا هو المشهد
de: So sieht die Szene aus
es: Esta es la escena
fil: Ito ang eksena
fr: Voici la scène
hi: यह रहा दृश्य
id: Ini situasinya
it: Ecco la scena
ja: シーンはこちら
ko: 상황은 이래요
nl: Dit is de scène
pl: Oto scena
pt_br: Esta é a cena
ru: Вот сцена
sv: Så här ser scenen ut
tr: İşte sahne
uk: Ось сцена
vi: Đây là tình huống
zh_hans: 场景如下

source: Hides why
ar: يُخفي السبب
de: Blendet die Begründung aus
es: Oculta el porqué
fil: Itinatago ang dahilan
fr: Masque l'explication
hi: कारण छिपाता है
id: Menyembunyikan alasan
it: Nasconde il motivo
ja: 理由を隠す
ko: 이유를 숨김
nl: Verbergt waarom
pl: Ukrywa uzasadnienie
pt_br: Oculta o porquê
ru: Скрывает объяснение
sv: Döljer varför
tr: Nedeni gizler
uk: Приховує пояснення
vi: Giấu lý do
zh_hans: 隐藏了原因
